Repository: InternativeNL/adm-gallery
Catalog: languages/adm-gallery-*.po
Languages: nl_nl

source: Display an overview of Wordpress galleries used on child pages.
nl_nl: Toon een overzicht van Wordpress gallerijen op onderliggende pagina's.

source: settings
nl_nl: instellingen

source: How to use this plugin?
nl_nl: Hoe werkt deze plugin?

source: Copy and paste the shortcode <b>[adm_gallery]</b> into the editor of the page on which you want to show the gallery. The page will automatically display an overview of all child-pages which contain a gallery.
nl_nl: Kopieer en plak de shortcode <b>[adm_gallery]</b> in het tekstveld van de pagina waar de galerij getoond dient te worden. De pagina zal na opslaan automatisch een overzicht tonen van alle onderliggende pagina's welke een galerij bevatten.

source: Custom thumbnails
nl_nl: Aangepaste thumbnails

source: Enable custom thumbnails?
nl_nl: Schakel aangepaste thumbnails in?

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Tip: When set to yes a new set of thumbnails are created for this plugin, set to no to use the default Wordpress thumbnails. These new thumbnails are only created for images uploaded from now on, use a plugin like "Force Regenerate Thumbnails" to regenerate thumbnails.
nl_nl: Tip: Selecteer ja om een nieuwe set van thumbnails aan te maken voor deze plugin, selecteer nee om de standaard Wordpress thumbnails te gebruiken. Deze thumbnails worden enkel aangemaakt voor afbeeldingen die vanaf nu worden geupload, gebruik een plugin zoals "Force Regenerate Thumbnails" om de thumbnails opnieuw aan te maken.

source: Custom thumbnail dimensions
nl_nl: Formaat van aangepaste thumbnails

source: Crop and fit within
nl_nl: Snij bij en pas binnen

source: Tip: Aspect ratio of 3:2 is most common in photos, keep this in mind when entering dimensions!
nl_nl: Tip: Beeldverhouding van 3:2 is het meest gebruikelijk voor foto's, houdt dit in gedachte bij het invoeren van de formaten.

source: Hard crop thumbnails?
nl_nl: Snij thumbnails hard bij?

source: Tip: When set to yes all the thumbnails will be the exact size, when set to no the original aspect ratio is kept and the thumbnail will fit within above dimensions.
nl_nl: Tip: Selecteer ja om alle thumbnails exact hetzelfde formaat te geven, selecteer nee om de originele beeldverhouding te behouden en de thumbnails binnen de opgegeven afmetingen te houden.

source: Style
nl_nl: Stijl

source: Use built-in stylesheet?
nl_nl: Gebruik ingebouwde stijl?

source: Tip: Set to yes to enable built-in CSS, set to no if you want to style everything yourself.
nl_nl: Tip: Selecteer ja om de ingebouwde CSS in te schakelen, selecteer nee om alles zelf op te maken.

source: Number of columns
nl_nl: Aantal kolommen

source: Tip: Depends on the used theme what value is best, just play with it.
nl_nl: Tip: Hangt van het thema af wat de beste instelling is, experimenteer hiermee.

source: Order
nl_nl: Volgorde

source: Order gallery by
nl_nl: Sorteer galerij op

source: Date modified
nl_nl: Datum aangepast

source: Date created
nl_nl: Datum aangemaakt

source: Title
nl_nl: Titel

source: Comment count
nl_nl: Aantal reacties

source: Random
nl_nl: Willekeurig

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

source: Save changes
nl_nl: Sla wijzigingen op
